Repository: steam3d/MagicSelectUI-Windows-Strings
Catalog: */Resources.resw
Source language: en_us
Languages: ar_aa, cs_cz, de_de, es_es, hi_in, ko_kr, pl_pl, pt_br, ur_pk, vi_vn, zh_hans

# DropFiles_ComboBox_ChooseTextLanguage.ToolTipService.ToolTip
source: Choose text language
ar_aa: اختر لغة النص
cs_cz: Vyberte jazyk textu
de_de: Textsprache wählen
es_es: Elige el idioma del texto
hi_in: टेक्स्ट भाषा चुनें
ko_kr: 텍스트 언어 선택
pl_pl: Wybierz język tekstu
pt_br: Selecione o idioma do texto
vi_vn: Chọn ngôn ngữ

# DropFiles_Button_CopyText.ToolTipService.ToolTip
source: Copy text
ar_aa: نسخ النص
cs_cz: Kopírovat text
de_de: Text kopieren
es_es: Copiar texto
hi_in: पाठ कॉपी करें
ko_kr: 텍스트 복사하기
pl_pl: Skopiuj tekst
pt_br: Copiar texto
vi_vn: Sao chép văn bản

# DropFiles_ContentDialogMaxDimension.Title
source: Image dimensions ({0}x{1}) are too big for text recognition. Max image dimension is {2}.
ar_aa: أبعاد الصورة ({0}x{1}) كبير جدًا بحيث لا يمكن التعرف على النص. الحد الأقصى لبعد الصورة هو {2}.
cs_cz: Rozměr obrazového souboru ({0}x{1}) jsou příliš velké k rozpoznání textu. Maximální rozměr souboru je {2}.
de_de: Die Bildgröße ({0}x{1}) ist für die Texterkennung zu groß. Die maximale Bildgröße ist {2}.
es_es: Las dimensiones de la imagen ({0}x{1}) son demasiado grandes para el reconocimiento de texto. La dimensión máxima de la imagen es {2}.
hi_in: छवि के आयाम ({0}x{1}) टेक्स्ट पहचान के लिए बहुत बड़े हैं। अधिकतम छवि आयाम {2} है।
ko_kr: 이미지 크기({0}x{1})가 너무 커서 텍스트를 인식할 수 없습니다. 최대 이미지 크기는 {2}입니다.
pl_pl: Rozmiar obrazu ({0}x{1}) jest zbyt duży do rozpoznawania tekstu. Maksymalny rozmiar obrazu to {2}.
pt_br: Dimensões da imagem ({0}x{1}) são muito grandes para reconhecimento de texto. A dimensão máxima é {2}.
vi_vn: Kích thước hình ảnh ({0}x{1}) là quá lớn để nhận dạng văn bản. Kích thước hình ảnh tối đa là {2}.

# DropFiles_MainHelpText.Text
source: Press {0} to copy text from screen or drop image file here for text recognition
ar_aa: اضغط على {0} لنسخ النص من الشاشة أو إسقاط ملف الصورة هنا للتعرف على النص
cs_cz: Stiskněte {0} ke zkopírování textu z obrazovky nebo zde vložte snímek k rozpoznání textu
de_de: Drücken Sie {0}, um Text vom Bildschirm zu kopieren, oder legen Sie eine Bilddatei zur Texterkennung hier ab
es_es: Presione {0} para copiar texto de la pantalla o soltar el archivo de imagen aquí para reconocer el texto
hi_in: स्क्रीन से टेक्स्ट कॉपी करने के लिए {0} दबाएं या टेक्स्ट पहचान के लिए यहां इमेज फ़ाइल छोड़ें
ko_kr: {0} 단축키를 눌러 화면에서 텍스트를 복사하거나 이미지 파일을 드롭하여 텍스트 인식하기
pl_pl: Naciśnij {0}, aby skopiować tekst z ekranu lub upuść tutaj plik obrazu w celu rozpoznania tekstu
pt_br: Use {0} para copiar texto da tela ou solte imagem aqui para reconhecimento de texto
ur_pk: اسکرین سے متن کاپی کرنے کے لیے {0} دبائیں یا متن کی شناخت کے لیے تصویری فائل کو یہاں چھوڑیں
vi_vn: Nhấn {0} để sao chép chữ từ ảnh hoặc thả tập tin ảnh vào đây để nhận dạng chữ
zh_hans: 按 {0}键,从屏幕复制文本或将图像文件放到此处进行文本识别

# DropFiles_MainHelpText_ARM.Text
source: Drop image file here for text recognition
ar_aa: قم بإسقاط ملف الصورة هنا للتعرف على النص
cs_cz: Zde vložte obrazový soubor k rozpoznání textu
de_de: Bilddatei für Texterkennung hier ablegen
es_es: Suelte el archivo de imagen aquí para el reconocimiento de texto
hi_in: पाठ पहचान के लिए छवि फ़ाइल को यहां छोड़ें
ko_kr: 이미지 파일을 드롭하여 텍스트 인식하기
pl_pl: Upuść tutaj plik obrazu, aby rozpoznać tekst
pt_br: Arraste e solte a imagem aqui para extrair o texto
ur_pk: متن کی شناخت کے لیے تصویری فائل کو یہاں ڈراپ کریں
vi_vn: Thả tập tin ảnh ở đây để nhận dạng chữ
zh_hans: 将图像文件放到此处进行文本识别

# DropFiles_TextNotFound.Text
source: No text found in image
ar_aa: لم يتم العثور على نص في الصورة
cs_cz: Na obrázku nebyl nalezen žádný text
de_de: Kein Text im Bild gefunden
es_es: No se encontró texto en la imagen
hi_in: छवि में कोई पाठ नहीं मिला
ko_kr: 이미지에서 텍스트가 발견되지 않음
pl_pl: Nie znaleziono tekstu w obrazie
pt_br: Texto não encontrado na imagem
ur_pk: تصویر میں کوئی متن نہیں ملا
vi_vn: Không có chữ trong hình ảnh
zh_hans: 未在图像中找到文本

# DropFile_DragAndDrop_MainText
source: Recognize text
ar_aa: التعرف على النص
cs_cz: Rozpoznat text
de_de: Erkennen von Text
es_es: Reconocer texto
hi_in: पाठ को पहचानें
ko_kr: 텍스트 식별하기
pl_pl: Rozpoznaj tekst
pt_br: Reconhecer texto
ur_pk: متن کو پہچانیں
vi_vn: Nhận diện chữ
zh_hans: 识别文本

# OrcCommandBarControl_ContentDialogTimeout.Content
source: The captured application appears to be minimized. Expand the app and try to take the screenshot again.
ar_aa: يبدو أن التطبيق المُلتقط مُصغّر. وسّع التطبيق وحاول التقاط لقطة الشاشة مرة أخرى.
cs_cz: Zdá se, že snímaná apliakce je minimalizovaná. Rozblate aplikaci a zkuste znovu pořídit snímek obrazovky.
de_de: Die erfasste Anwendung scheint minimiert zu sein. Erweitern Sie die Anwendung und versuchen Sie erneut, den Screenshot aufzunehmen.
es_es: La aplicación capturada parece estar minimizada. Expande la aplicación e intenta tomar la captura de pantalla nuevamente.
hi_in: कैप्चर की गई ऐप्लिकेशन मिनिमाइज़्ड लगती है। ऐप को बड़ा करें और फिर से स्क्रीनशॉट लेने का प्रयास करें।
ko_kr: 캡처된 애플리케이션이 최소화되어 있습니다. 앱을 화면에 띄운 뒤 다시 스크린샷을 찍어주세요.
pl_pl: Przechwycona aplikacja wydaje się być zminimalizowana. Zmaksymalizuj aplikację i spróbuj ponownie wykonać zrzut ekranu.
pt_br: O aplicativo capturado aparenta estar minimizado. Expanda o aplicativo e tente tirar a captura novamente.
vi_vn: Ứng dụng vừa được chụp hình có vẻ đã bị thu nhỏ. Hãy phóng to ứng dụng và thử chụp ảnh màn hình lần nữa.

# Tooltip_Hotkey
source: Hotkey {0}
ar_aa: مفتاح التشغيل السريع {0}
cs_cz: Klávesová zkratka {0}
de_de: Tastenkombination {0}
es_es: Tecla de acceso rápido {0}
hi_in: हॉटकी {0}
ko_kr: 단축키 {0}
pl_pl: Skrót klawiszowy {0}
pt_br: Tecla de atalho {0} - será substituída pela tecla de atalho real "ALT + L"
ur_pk: ہاٹکی {0}
vi_vn: Phím Hotkey {0}
zh_hans: 热键 {0}

# DropFiles_Button_RemoveLineBreaks.ToolTipService.ToolTip
source: Remove line breaks
ar_aa: إزالة فواصل الأسطر
cs_cz: Odstranit zalomení řádku
de_de: Zeilenumbrüche entfernen
es_es: Eliminar saltos de línea
hi_in: लाइन ब्रेक हटाएं
ko_kr: 줄바꿈 제거하기
pl_pl: Usuń podziały wierszy
pt_br: Remover quebras de linha
vi_vn: Xóa ngắt dòng

# DropFiles_Button_SelectORCText.ToolTipService.ToolTip
source: Select text on image
ar_aa: حدد النص على الصورة
cs_cz: Vyberte text na snímku
de_de: Text im Bild auswählen
es_es: Seleccionar texto en imagen
hi_in: छवि पर टेक्स्ट चुनें
ko_kr: 이미지에서 텍스트 선택하기
pl_pl: Zaznacz tekst na obrazie
pt_br: Selecionar texto na imagem
vi_vn: Chọn chữ trong hình ảnh

# DropFiles_Button_UpdateExtractedText.ToolTipService.ToolTip
source: Re-recognize text
ar_aa: إعادة التعرف على النص
cs_cz: Znovu rozpoznat text
de_de: Text wiedererkennen
es_es: Volver a reconocer el texto
hi_in: पाठ को पुनः पहचानें
ko_kr: 텍스트 재식별하기
pl_pl: Ponownie rozpoznaj tekst
pt_br: Reconhecer texto novamente
vi_vn: Nhận dạng lại chữ

# DropFiles_EmptySelection.Text
source: The selected area contains no text
ar_aa: المنطقة المحددة لا تحتوي على نص
cs_cz: Označená oblast neobsahuje žádný text
de_de: Der ausgewählte Bereich enthält keinen Text
es_es: El área seleccionada no contiene texto
hi_in: चयनित क्षेत्र में कोई पाठ नहीं है
ko_kr: 선택된 구역에 텍스트가 존재하지 않음
pl_pl: Zaznaczony obszar nie zawiera tekstu
pt_br: A área selecionada não contém texto
ur_pk: نتخب کردہ علاقے میں کوئی متن نہیں ہے
vi_vn: Vùng mà bạn chọn không có chữ
zh_hans: 选定区域不包含文本

# Settings_ThemeOptions_Light.Text
source: Light
ar_aa: خفيف
cs_cz: Světlý
de_de: Hell
es_es: Claro
hi_in: रोशनी/सफ़ेद
ko_kr: 라이트
pl_pl: Jasny
pt_br: Claro
ur_pk: دهیما
vi_vn: Sáng
zh_hans: 亮

# Settings_ThemeOptions_Dark.Text
source: Dark
ar_aa: معتم
cs_cz: Tmavý
de_de: Dunkel
es_es: Oscuro
hi_in: अँधेरा/काला
ko_kr: 다크
pl_pl: Ciemny
pt_br: Escuro
ur_pk: تاریک
vi_vn: Tối
zh_hans: 暗

# Settings_ThemeOptions_System.Text
source: Use system theme
ar_aa: استخدام سمة النظام
cs_cz: Použít systémové téma
de_de: System Design verwenden
es_es: Usar tema del sistema
hi_in: सिस्टम थीम का उपयोग करें
ko_kr: 시스템 테마 사용
pl_pl: Użyj motywu systemowego
pt_br: Usar tema do sistema
ur_pk: سسٹم خیالیہ استعمال کریں
vi_vn: Chọn giao diện theo hệ thống
zh_hans: 使用系统主题

# Settings_AppSettings_Header.Header
source: Application settings
ar_aa: إعدادات التطبيق
cs_cz: Nastavení aplikace
de_de: Einstellungen
es_es: Configuraciones de la aplicación
hi_in: एप के सेटिंग्स
ko_kr: 애플리케이션 설정
pl_pl: Ustawienia aplikacji
pt_br: Configurações do aplicativo
vi_vn: Cài đặt ứng dụng

# Settings_AppSettings_Setting_Language.Header
source: Language
ar_aa: اللغة
cs_cz: Jazyk
de_de: Sprache
es_es: Idioma
hi_in: भाषा
ko_kr: 언어
pl_pl: Język
pt_br: Idioma
vi_vn: Ngôn ngữ

# Settings_Recognition_Header.Header
source: Recognition
ar_aa: التعرُّف
cs_cz: Rozpoznávání
de_de: Erkennung
es_es: Reconocimiento
hi_in: पहचान
ko_kr: 식별
pl_pl: Rozpoznawanie
pt_br: Reconhecimento
vi_vn: Nhận dạng

# Settings_Recognition_Setting_Language.Header
source: Language
ar_aa: اللغة
cs_cz: Jazyk
de_de: Sprache
es_es: Idioma
hi_in: भाषा
ko_kr: 언어
pl_pl: Język
pt_br: Idioma
vi_vn: Ngôn ngữ

# Settings_Recognition_Setting_Language_Item_KeyboardLayout.Text
source: Same as keyboard layout
ar_aa: نفس تخطيط لوحة المفاتيح
cs_cz: Stejný jako rozložení klávesnice
de_de: Gleiches Layout wie bei der Tastatur
es_es: Igual que la distribución del teclado
hi_in: कीबोर्ड लेआउट के समान
ko_kr: 키보드 레이아웃과 같음
pl_pl: Taki sam jak układ klawiatury
pt_br: Mesmo do teclado
vi_vn: Giống với bố cục bàn phím

# Settings_Translation_Header.Header
source: Translation
ar_aa: الترجمة
cs_cz: Překlad
de_de: Übersetzung
es_es: Traducción
hi_in: अनुवाद
ko_kr: 번역
pl_pl: Tłumaczenie
pt_br: Tradução
vi_vn: Dịch

# Settings_Translation_Setting_To.Header
source: Translate to language
ar_aa: ترجمة إلى اللغة
cs_cz: Přeložit do jazyka
de_de: Übersetzen in die Sprache
es_es: Traducir al idioma
hi_in: भाषा को अनुवाद
ko_kr: 언어로 번역하기
pl_pl: Przetłumacz na język
pt_br: Traduzir para o idioma
vi_vn: Dịch sang tiếng

# Settings_Translation_Setting_To_Item_SystemLanguage.Text
source: Use system language
ar_aa: استخدم لغة النظام
cs_cz: Použít jazyk systému
de_de: Systemsprache verwenden
es_es: Usar el idioma del sistema
hi_in: सिस्टम भाषा का उपयोग करें
ko_kr: 시스템 언어 사용하기
pl_pl: Użyj języka systemu
pt_br: Usar idioma do sistema
vi_vn: Sử dụng ngôn ngữ hệ thống

# Settings_Hotkeys_Header_Hotkeys.Header
source: Hotkeys
ar_aa: مفاتيح التشغيل السريع
cs_cz: Klávesové zkratky
de_de: Tastenkombinationen
es_es: Teclas de acceso rápido
hi_in: हॉटकी
ko_kr: 단축키
pl_pl: Skróty klawiszowe
pt_br: Atalhos de teclado
vi_vn: Phím Hotkeys

# Settings_Hotkeys_Setting_EnableHotkeys.Header
source: Enable hotkeys
ar_aa: تمكين مفاتيح التشغيل السريع
cs_cz: Povolit klávesové zkratky
de_de: Tastenkombinationen aktivieren
es_es: Habilitar teclas de acceso rápido
hi_in: हॉटकी सक्षम करें
ko_kr: 단축키 활성화하기
pl_pl: Włącz skróty klawiszowe
pt_br: Ativar atalhos de teclado
vi_vn: Bật hotkeys

# Settings_Hotkeys_Setting_SelectToTranslate.Header
source: Recognize text and translate
ar_aa: التعرف على النص وترجمته
cs_cz: Rozpoznat text a přeložit
de_de: Erkennen von Text und Übersetzen
es_es: Reconocer texto y traducir
hi_in: पाठ पहचानें और अनुवाद
ko_kr: 텍스트를 식별하고 번역하기
pl_pl: Rozpoznaj tekst i przetłumacz
pt_br: Reconhecer texto e traduzir
vi_vn: Nhận diện văn bản và dịch

# Settings_Hotkeys_Setting_SelectToEdit.Header
source: Recognize text and open in editor
ar_aa: التعرف على النص وفتحه في المحرر
cs_cz: Rozpoznat text a otevřít v editoru
de_de: Erkennen von Text und Öffnen im Editor
es_es: Reconocer texto y abrir en el editor
hi_in: शब्द को पहचानें और एडिटर में खोलें
ko_kr: 텍스트를 식별하고 편집기에서 열기
pl_pl: Rozpoznaj tekst i otwórz go w edytorze
pt_br: Reconhecer texto e abrir no editor
vi_vn: Nhận diện văn bản và mở trong trình soạn thảo

# Settings_About_Help.Content
source: Get help
ar_aa: احصل على المساعدة
cs_cz: Získat pomoc
de_de: Hilfe bekommen
es_es: Consigue ayuda
hi_in: मदद लें
ko_kr: 지원받기
pl_pl: Pomoc
pt_br: Obter ajuda
ur_pk: مدد لو
vi_vn: Nhận trợ giúp
zh_hans: 得到帮助

# Settings_About_Log.Content
source: Debug log
ar_aa: سجل التصحيح
cs_cz: Protokol ladění
de_de: Debug-Protokoll
es_es: Registro de depuración
ko_kr: 디버그 로그
pl_pl: Dziennik logów
pt_br: Registro de depuração
ur_pk: ڈیبگ لاگ
vi_vn: Nhật ký sửa lỗi
zh_hans: 调试日志

# Settings_About_Weblate.ToolTipService.ToolTip
source: Translate, edit or add new languages
ar_aa: ترجمة أو تحرير أو إضافة لغات جديدة
cs_cz: Přeložit, upravit nebo přidat nové jazyky
de_de: Übersetzen, bearbeiten oder neue Sprachen hinzufügen
es_es: Traducir, editar o agregar nuevos idiomas
hi_in: अनुवाद करें, एडिट करें या नई भाषाएँ जोड़ें
ko_kr: 번역하고, 수정하거나 새 언어를 추가해주세요
pl_pl: Tłumacz, edytuj bądź dodawaj nowe języki
pt_br: Traduzir, editar ou adicionar novos idiomas
vi_vn: Dịch, chỉnh sửa và thêm ngôn ngữ mới

# Settings_Translation_Setting_From.Header
source: Translate from language
ar_aa: ترجمة من اللغة
cs_cz: Přeložit z jazyka
de_de: Übersetzen von Sprache
es_es: Traducir del idioma
hi_in: भाषा से अनुवाद करें
ko_kr: 언어에서 번역하기
pl_pl: Przetłumacz z języka
pt_br: Traduzir de qual idioma
vi_vn: Dịch từ ngôn ngữ

# DropFiles_Button_ZoomImage.ToolTipService.ToolTip
source: Zoom image
ar_aa: تكبير الصورة
cs_cz: Přiblížit obrázek
de_de: Bild vergrößern
es_es: Ampliar imagen
hi_in: चित्र ज़ूम करें
ko_kr: 이미지 줌하기
pl_pl: Powiększ obraz
pt_br: Ampliar imagem
vi_vn: Phóng to hình ảnh

# Settings_AppSettings_Setting_DebugLog.Header
source: Debug log
ar_aa: سجل التصحيح
cs_cz: Protokol ladění
de_de: Debug-Protokoll
es_es: Registro de depuración
ko_kr: 디버그 로그
pl_pl: Dziennik logów
pt_br: Registro de depuração
vi_vn: Nhật ký sửa lỗi

# Settings_AppSettings_Setting_ResetSettings.Header
source: Reset to default settings
ar_aa: إعادة التعيين إلى الإعدادات الافتراضية
cs_cz: Obnovit výchozí nastavení
de_de: Zurücksetzen auf Standardeinstellungen
es_es: Restablecer la configuración predeterminada
hi_in: डिफ़ॉल्ट सेटिंग्स पर रीसेट करें
ko_kr: 기본 설정으로 초기화하기
pl_pl: Przywróć ustawienia domyślne
pt_br: Restaurar configurações padrão
vi_vn: Khôi phục về cài đặt mặc định

# Settings_AppSettings_ContentDialogStartup.Title
source: Startup disabled manually
ar_aa: تم تعطيل بدء التشغيل اليدوي
cs_cz: Ruční spuštění zakázáno
de_de: Manuelles Starten deaktiviert
es_es: Inicio deshabilitado manualmente
hi_in: स्टार्टअप को मैन्युअली डिसेबल कर दिया गया है
ko_kr: 시작 프로그램 수동으로 비활성화됨
pl_pl: Uruchamianie wyłączone ręcznie
pt_br: Inicialização desabilitada manualmente
ur_pk: اسٹارٹ اپ دستی طور پر غیر فعال ہے
vi_vn: Khởi động cùng Windows đã bị vô hiệu hóa thủ công
zh_hans: 手动禁用启动

# Settings_AppSettings_ContentDialogStartup.PrimaryButtonText
source: Go to Startup
ar_aa: انتقل إلى بدء التشغيل
cs_cz: Přejít na Startup
de_de: Zum Startup gehen
es_es: Ir a inicio
hi_in: स्टार्टअप पर जाएं
ko_kr: 시작 프로그램으로 이동하기
pl_pl: Przejdź do zakładki Uruchamianie
pt_br: Ir para Inicialização
ur_pk: اسٹارٹ اپ پر جائیں
vi_vn: Đi đến Khởi động cùng Windows
zh_hans: 转到启动

# Settings_AppSettings_ContentDialogStartup.CloseButtonText
source: Cancel
ar_aa: إلغاء
cs_cz: Zrušit
de_de: Abbrechen
es_es: Cancelar
hi_in: रद्द करें
ko_kr: 취소
pl_pl: Anuluj
pt_br: Cancelar
ur_pk: منسوخ کریں
vi_vn: Huỷ bỏ
zh_hans: 取消

# Settings_AppSettings_ToggleButtonStartup_Enable.Content
source: Enable
ar_aa: يُمكَِن
cs_cz: Povolit
de_de: Einschalten
es_es: Habilitar
hi_in: चालू करें
ko_kr: 활성화
pl_pl: Włącz
pt_br: Ativar
ur_pk: فعال
vi_vn: Bật
zh_hans: 使可能

# Settings_AppSettings_ToggleButtonStartup_Disable.Content
source: Disable
ar_aa: إبطال
cs_cz: Zakázat
de_de: Deaktivieren
es_es: Deshabilitar
hi_in: बंद करें
ko_kr: 비활성화
pl_pl: Wyłącz
pt_br: Desativar
ur_pk: غیر فعال
vi_vn: Tắt
zh_hans: 停用

# CommandBar_Button_SelectToEdit.Text
source: Recognize text
ar_aa: التعرف على النص
cs_cz: Rozpoznat text
de_de: Erkennen von Text
es_es: Reconocer texto
hi_in: टेक्स्ट पहचानें
ko_kr: 텍스트 인식하기
pl_pl: Rozpoznaj tekst
pt_br: Reconhecer texto
ur_pk: متن کو پہچانیں
vi_vn: Nhận diện chữ
zh_hans: 识别文本

# CommandBar_Button_SelectToClipboard.Text
source: Copy to clipboard
ar_aa: نسخ إلى الحافظة
cs_cz: Zkopírovat do schránky
de_de: In die Zwischenablage kopieren
es_es: Copiar al portapapeles
hi_in: क्लिपबोर्ड पर कॉपी करें
ko_kr: 클립보드에 복사하기
pl_pl: Skopiuj do schowka
pt_br: Copiar para a área de transferência
ur_pk: کلپ بورڈ پر کاپی کریں
vi_vn: Sao chép tới clipboard
zh_hans: 复制到剪贴板

# CommandBar_Button_SelectToTranslate.Text
source: Translate
ar_aa: ترجم
cs_cz: Přeložit
de_de: Übersetzen
es_es: Traducir
hi_in: अनुवाद
ko_kr: 번역하기
pl_pl: Przetłumacz
pt_br: Traduzir
ur_pk: ترجمہ کریں
vi_vn: Dịch
zh_hans: 翻译

# CommandBar_Button_OpenFile.Label
source: Open file
ar_aa: افتح الملف
cs_cz: Otevřít soubor
de_de: Datei öffnen
es_es: Abrir archivo
hi_in: फ़ाइल खोलें
ko_kr: 파일 열기
pl_pl: Otwórz plik
pt_br: Abrir arquivo
ur_pk: فائل کھولو
vi_vn: Mở tập tin
zh_hans: 打开文件

# CommandBar_Button_TakeScreenshoot.Label
source: Take screenshot
ar_aa: خذ لقطة للشاشة
cs_cz: Pořídit snímek obrazovky
de_de: Screenshot machen
es_es: Tomar captura de pantalla
hi_in: स्क्रीनशॉट लें
ko_kr: 스크린샷 찍기
pl_pl: Wykonaj zrzut ekranu
pt_br: Tirar captura de tela
vi_vn: Chụp ảnh màn hình

# Settings_AppSettings_Setting_ResetSettings_Button_Flyout_ResetMessage.Text
source: All settings will be reset. Do you want to continue?
ar_aa: سيتم إعادة ضبط جميع الإعدادات. هل تريد المتابعة؟
cs_cz: Všechna nastavení budou resetována. Chcete pokračovat?
de_de: Alle Einstellungen werden zurückgesetzt. Möchten Sie fortfahren?
es_es: Se restablecerán todas las configuraciones. ¿Quieres continuar?
hi_in: सभी सेटिंग्स रीसेट हो जाएंगी। क्या आप जारी रखना चाहते हैं?
ko_kr: 모든 설정이 초기화됩니다. 진행하시겠습니까?
pl_pl: Wszystkie ustawienia zostaną przywrócone do wartości fabrycznych. Czy chcesz kontynuować?
pt_br: Todas as configurações serão redefinidas. Deseja continuar?
vi_vn: Tất cả các cài đặt sẽ bị xóa. Bạn có muốn tiếp tục?

# Settings_AppSettings_Setting_ResetSettings_Button_Flyout_ResetButton.Content
source: Yes, reset settings
ar_aa: نعم، إعادة ضبط الإعدادات
cs_cz: Ano, resetovat nastavení
de_de: Ja, Einstellungen zurücksetzen
es_es: Sí, restablecer la configuración
hi_in: हाँ, सेटिंग्स रीसेट करें
ko_kr: 설정 초기화하기
pl_pl: Tak, przywróć
pt_br: Sim, restaurar configurações
vi_vn: Có, hãy xóa các cài đặt

# Selection_Toolbar_Copy.ToolTipService.ToolTip
source: Recognize text and copy
ar_aa: التعرف على النص ونسخه
cs_cz: Rozpoznat text a zkopírovat
de_de: Erkennen von Text und Kopieren
es_es: Reconocer texto y copiar
hi_in: टेक्स्ट पहचानें और कॉपी करें
ko_kr: 텍스트를 식별하고 복사하기
pl_pl: Rozpoznaj tekst i skopiuj
pt_br: Reconhecer texto e copiar
vi_vn: Nhận diện văn bản và sao chép

# Selection_Toolbar_Translate.ToolTipService.ToolTip
source: Recognize text and translate
ar_aa: التعرف على النص وترجمته
cs_cz: Rozpoznat text a přeložit
de_de: Erkennen von Text und Übersetzen
es_es: Reconocer texto y traducir
hi_in: टेक्स्ट पहचानें और अनुवाद करें
ko_kr: 텍스트를 식별하고 번역하기
pl_pl: Rozpoznaj tekst i przetłumacz
pt_br: Reconhecer texto e traduzir
vi_vn: Nhận diện văn bản và dịch

# Selection_Toolbar_Eyedropper.ToolTipService.ToolTip
source: Copy color from screen
ar_aa: نسخ اللون من الشاشة
cs_cz: Zkopírovat barvu z obrazovky
de_de: Farbe vom Bildschirm kopieren
es_es: Copiar color de la pantalla
hi_in: स्क्रीन से रंग कॉपी करें
ko_kr: 화면에서 색상 복사하기
pl_pl: Skopiuj kolor z ekranu
pt_br: Copiar cor da tela
vi_vn: Sao chép màu sắc từ màn hình

# Selection_Toolbar_PinArea.ToolTipService.ToolTip
source: Select an area and pin
ar_aa: حدد منطقة وثبتها
cs_cz: Vybrat oblast a připnout
de_de: Einen Bereich auswählen und anheften
es_es: Seleccione un área y fije
hi_in: एक क्षेत्र चुनें और पिन करें
ko_kr: 구역을 선택하고 고정하기
pl_pl: Wybierz obszar i przypnij
pt_br: Selecionar uma área e fixar
vi_vn: Chọn một khu vực và ghim

# Selection_Toolbar_EditArea.ToolTipService.ToolTip
source: Select an area and open in editor
ar_aa: حدد منطقة وافتحها في المحرر
cs_cz: Vybrat oblast a otevřit v editoru
de_de: Einen Bereich auswählen und im Editor öffnen
es_es: Seleccione un área y ábrala en el editor
hi_in: एक क्षेत्र चुनें और एडिटर में खोलें
ko_kr: 구역을 선택하고 편집기에서 열기
pl_pl: Wybierz obszar i otwórz w edytorze
pt_br: Selecionar uma área e abrir no editor
vi_vn: Chọn một khu vực và mở trong trình chỉnh sửa

# Selection_Toolbar_Close.ToolTipService.ToolTip
source: Close
ar_aa: أغلق
cs_cz: Zavřít
de_de: Schließen
es_es: Cerrar
hi_in: बंद करें
ko_kr: 닫기
pl_pl: Zamknij
pt_br: Fechar
vi_vn: Đóng

# Taskbar_MenuFlyout_Tool_Copy.Text
source: Copy text
ar_aa: نسخ النص
cs_cz: Zkopírovat text
de_de: Text kopieren
es_es: Copiar texto
hi_in: टेक्स्ट कॉपी करें
ko_kr: 텍스트 복사하기
pl_pl: Skopiuj tekst
pt_br: Copiar texto
vi_vn: Sao chép văn bản

# Taskbar_MenuFlyout_Tool_Translate.Text
source: Translate text
ar_aa: ترجمة النص
cs_cz: Přeložit text
de_de: Text übersetzen
es_es: Traducir texto
hi_in: टेक्स्ट का अनुवाद करें
ko_kr: 텍스트 번역하기
pl_pl: Przetłumacz tekst
pt_br: Traduzir texto
vi_vn: Dịch văn bản

# Taskbar_MenuFlyout_Tool_Eyedropper.Text
source: Eyedropper
ar_aa: أداة قطارة اللون
cs_cz: Kapátko
de_de: Augentropfer
es_es: Vista
ko_kr: 스포이드
pl_pl: Kroplomierz
pt_br: Conta-gotas
vi_vn: Công cụ Eyedropper

# Taskbar_MenuFlyout_Tool_PinArea.Text
source: Pin the area
ar_aa: ثبت المنطقة
cs_cz: Připnout oblast
de_de: Den Bereich makieren
es_es: Fijar el área
hi_in: क्षेत्र को पिन करें
ko_kr: 구역 고정하기
pl_pl: Przypnij obszar
pt_br: Fixar a área
vi_vn: Ghim khu vực

# Taskbar_MenuFlyout_Tool_EditArea.Text
source: Edit the area
ar_aa: تحرير المنطقة
cs_cz: Upravit oblast
de_de: Bearbeiten Sie den Bereich
es_es: Editar el área
hi_in: क्षेत्र को एडिट करें
ko_kr: 구역 편집하기
pl_pl: Edytuj obszar
pt_br: Editar a área
vi_vn: Chỉnh sửa khu vực

# Taskbar_MenuFlyout_Tool_Notepad.Text
source: Notepad
ar_aa: المفكرة
cs_cz: Poznámkový blok
de_de: Notizblock
es_es: Bloc
ko_kr: 메모장
pl_pl: Notatnik
pt_br: Bloco de notas
vi_vn: Ghi chú

# Taskbar_MenuFlyout_Exit.Text
source: Exit
ar_aa: خروج
cs_cz: Ukončit
de_de: Beenden
es_es: Salir
hi_in: बाहर निकलें
ko_kr: 나가기
pl_pl: Wyjdź
pt_br: Sair
vi_vn: Thoát

# Settings_Hotkeys_Setting_PinArea.Header
source: Pin the area
ar_aa: ثبت المنطقة
cs_cz: Připnout oblast
de_de: Den Bereich abstecken
es_es: Fijar el área
hi_in: क्षेत्र को पिन करें
ko_kr: 구역 고정하기
pl_pl: Przypnij obszar
pt_br: Fixar a área
vi_vn: Ghim khu vực

# Settings_Hotkeys_Setting_Eyedropper.Header
source: Eyedropper
ar_aa: أداة قطارة اللون
cs_cz: Kapátko
de_de: Augentropfer
es_es: Vista
hi_in: आईड्रॉपर
ko_kr: 스포이드
pl_pl: Kroplomierz
pt_br: Conta-gotas
vi_vn: Công cụ Eyedropper

# Settings_Hotkeys_Setting_OpenNotepad.Header
source: Open notepad
ar_aa: افتح المفكرة
cs_cz: Otevřít poznámkový blok
de_de: Notizblock öffnen
es_es: Abrir bloc de notas
hi_in: नोटपैड खोलें
ko_kr: 메모장 실행하기
pl_pl: Otwórz notatnik
pt_br: Abrir bloco de notas
vi_vn: Mở ghi chú

# Settings_AppSettings_Setting_Startup.Header
source: Run on startup
ar_aa: تشغيل عند بدء التشغيل
cs_cz: Spustit při spuštění
de_de: Beim Starten ausführen
es_es: Corre al iniciar
hi_in: स्टार्टअप पर चलाएं
ko_kr: 시스템 실행 시 시작
pl_pl: Uruchom z systemem
pt_br: Executar na inicialização
vi_vn: Mở cùng Windows

# DropFiles_ContentDialogMaxDimension.CloseButtonText
source: OK
ar_aa: موافقة
hi_in: ठीक है
ko_kr: 확인

# OrcCommandBarControl_ContentDialogTimeout.Title
source: Failed to capture image
ar_aa: فشل في التقاط الصورة
cs_cz: Snímek se nepodařilo zachytit
de_de: Bildaufnahme fehlgeschlagen
es_es: No se pudo capturar la imagen
hi_in: इमेज कैप्चर नहीं हो पाई
ko_kr: 이미지 캡처 실패
pl_pl: Przechwytywanie obrazu nie powiodło się
pt_br: Falha ao capturar a imagem
vi_vn: Chụp ảnh thất bại

# OrcCommandBarControl_ContentDialogTimeout.CloseButtonText
source: OK
ar_aa: موافقة
hi_in: ठीक है।
ko_kr: 확인

# Settings_AppSettings_Setting_Theme.Header
source: Theme
ar_aa: السمة
cs_cz: Téma
de_de: Design
es_es: Tema
hi_in: रंग थीम
ko_kr: 테마
pl_pl: Motyw
pt_br: Tema
vi_vn: Giao diện
